GREETING = (
    "👋 Привет! Меня зовут *Кирюшин Алексей* 💻\n"
    "Я разработчик Яндекс. Немного обо мне:\n\n"
    "1. 📚 Преподаю программирование и информатику более 2-х лет.\n"
    "2. 💼 Занимаюсь коммерческой разработкой более 3-х лет.\n"
    "3. 🏆 Призёр конкурсов проектов от Samsung, ВШЭ, МФТИ, МИФИ.\n"
    "4. 🇷🇺 Получил господдержку франшизы репетиторов *IT_py*.\n\n"
    "Сейчас я провожу интенсив по разработке веб-сайтов для начинающих и продвинутых ребят.\n\n"
    "_Интересно? 😉_"
)

ABOUT_INTENSIV = (
    "🧠 *Об интенсиве:*\n\n"
    "👨‍💻Стань настоящими профессионалами в сфере веб-разработки и открой для себя все её безграничные возможности\n"
    "🔸 Ты начишься создавать сайты с нуля: HTML, CSS, JS, Python\n"
    "🔸 Познакомишься с новыми структурами данных: JSON, словари\n"
    "🔸 Получишь поддержку и обратную связь от опытного наставника\n\n"
    "📅 Старт: 14 июля\n"
    "💬 Запишись прямо сейчас!"
)

DESCRIPTION_1 = (
    "🔹 *Базовый курс:*\n\n"
    "- HTML, CSS, основы JavaScript\n"
    "- Работа с VS Code, GitHub\n"
    "- Хостинг собственного сайта\n\n"
    "👨‍🎓 Подходит для абсолютных новичков!\n\n"
    "💳 Стоимость курса: 2500 ₽"
)

DESCRIPTION_2 = (
    "🔸 *Продвинутый курс:*\n\n"
    "- Создание многостраничных сайтов на фреймворке Flask\n"
    "- Использование JSON в качестве базы данных\n"
    "- Использование современного подхода AJAX\n"
    "- Работа с Email-верификаций\n"
    "- Хостинг веб-сайта\n\n"
    "🚀 Подходит тем, кто уже знаком с базой и хочет развиваться дальше.\n\n"
    "💳 Стоимость курса: 2500 ₽"
)
